{
    "Profile Information": "Información del Perfil",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y tu dirección de correo electrónico.",
    "Photo": "Foto",
    "Select A New Photo": "Seleccionar una nueva foto",
    "Remove Photo": "Eliminar foto",
    "Name": "Nombre",
    "Email": "Correo Electrónico",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Saved.": "Guardado.",
    "Save": "Guardar",
    "Update Password": "Actualizar Contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utiliza una contraseña larga y aleatoria para mantenerla segura.",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Two Factor Authentication": "Autenticación de Dos Factores",
    "Add additional security to your account using two factor authentication.": "Añade seguridad adicional a tu cuenta mediante la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No has activado la autenticación de dos factores.",
    "You have enabled two factor authentication.": "Has activado la autenticación de dos factores.",
    "Finish enabling two factor authentication.": "Termina de activar la autenticación de dos factores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está activada, se te pedirá un token seguro y aleatorio durante la autenticación. Puedes obtener este token de la aplicación Google Authenticator de tu teléfono.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para terminar de activar la autenticación de dos factores, escanea el siguiente código QR con la aplicación de autenticación de tu teléfono o introduce la clave de configuración y proporciona el código OTP generado.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores está ahora activada. Escanea el siguiente código QR con la aplicación de autenticación de tu teléfono o introduce la clave de configuración.",
    "Setup Key": "Clave de Configuración",
    "Code": "Código",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarda estos códigos de recuperación en un gestor de contraseñas seguro. Se pueden utilizar para recuperar el acceso a tu cuenta si pierdes tu dispositivo de autenticación de dos factores.",
    "Enable": "Activar",
    "Regenerate Recovery Codes": "Regenerar Códigos de Recuperación",
    "Show Recovery Codes": "Mostrar Códigos de Recuperación",
    "Confirm": "Confirmar",
    "Cancel": "Cancelar",
    "Disable": "Desactivar",
    "Browser Sessions": "Sesiones del Navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra la sesión de tus sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puedes cerrar la sesión de todas las demás sesiones de tu navegador en todos tus dispositivos. A continuación se enumeran algunas de tus sesiones recientes; sin embargo, esta lista puede no ser exhaustiva. Si crees que tu cuenta ha sido comprometida, también deberías actualizar tu contraseña.",
    "This device": "Este dispositivo",
    "Last active": "Última vez activo",
    "Log Out Other Browser Sessions": "Cerrar Sesión en Otros Navegadores",
    "Done.": "Hecho.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, introduce tu contraseña para confirmar que deseas cerrar la sesión de tus otras sesiones de navegador en todos tus dispositivos.",
    "Password": "Contraseña",
    "Delete Account": "Eliminar Cuenta",
    "Permanently delete your account.": "Eliminar permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Estás seguro de que quieres eliminar tu cuenta? Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, introduce tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta."
}
